{
    "Index": {
        "about": "About",
        "experience": "Experience",
        "contact": "Contact",
        "projects": "Projects",
        "resume": "Resume",

        "greet": "Hi, my name is",
        "phrase": "I build things for the web",
        "description": "I'm a front-end developer based in Lima, Peru. I'm currently into web development and I'm passionate in building exceptional websites",
        "getInTouch": "Get in touch",

        "aboutMe": "About me",
        "description1": "Hi there! My name is Erick and I enjoy creating things on the Internet. My interest in web development started in 2018, after the first conversation I had when I fortunately got a scholarship to take a course of socio-emotional skills and  web development by Fundación Forge (NGO) and Via Codigo, who taught me the basics: HTML5, CSS3 and the foundations of JS.",
        "description2": "Nowadays, I have the privilege of working on a startup that has taught me a lot in a short period of time. My main focus these days is to implementing the most beneficial solutions in internal projects, that suits to the Equip Industry business model",
        "description3": "Here are some technologies with which I have been working recently:",

        "work": "Where I've worked",
        "job": "Front-end developer",
        "jobDate1": "Dec 2019 - Present",
        "jobDescription1": "I wrote modern, efficient and robust code for a wide range of internal projects.",
        "jobDescription2": "I worked with a variety of languages and frameworks like JavaScript, TypeScript, React, Nextjs, Graphql, etc.",
        "jobDescription3": "I worked closely with the designers and the commercial team to develop, document and manage the website using Nextjs, css and TypeScript.",
        "jobDescription4": "Use API's to connect the web application with various services and systems.",

        "projectsTitle": "Some Things I've Built",
        "projectSubtitle": "Featured project",
        "1ProjectDescription": "The main purpose of this project is to show a collection of evidence, which not only summarizes my work, but also explains my individual learning processes.",
        "2ProjectDescription": "Single Page App which show how React can be used with react-intl for translations management with Poedit",
        "3ProjectDescription": "A landing page for Dely company, was developed collaboratively with my colleague in a temporary job",

        "otherProjectsTitle": "Other Noteworthy Projects",
        "otherProjectDescription1": "An example of a dynamic field list in a form using Formik, for form management, and AntD, for UI components",
        "otherProjectDescription2": "A Graphql API using Apollo, Express, NodeJS and SpaceX API to fetch Launch Statistics",
        "otherProjectDescription3": "Build presentation slides, an introduction to Apollo Client, using Gastby and gatsby-plugin-mdx, which let me write JSX embedded inside Markdown.",

        "whatsNext": "What's next?",
        "notcontactDescription": "Although I'm not currently looking for any new opportunities, my inbox is always open. Whether you have a question or just want to say hi, I'll try my best to get back to you!",
        "contactDescription": "Don't hesitate contacting me!",
        "sayHello": "Say Hello",

        "footerQuote": "Have 365 nice days",

        "switchLocale": "Switch to {locale, select, es {Spanish} en {English} other {}}"
    }
}